Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=562_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Tiina Sanila-Aikio da Heikki Paltto sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteeŠjen
fin: Tiina Sanila-Aikio ja Heikki Paltto saamelaiskäräjien varapuheenjohtajiksi

source: ČeŠvetjääuŠrest ååraš nuõrttsäŠmmlaž Tiina Sanila-Aikio da Heikki Paltto Aanar Lemmenjooǥǥâst vaŠlljeeš õõutmiõllsânji sääŠmteeŠǧǧ vääŠrrsaaǥǥjååŠđteeŠjen vaalpââŠjj eeŠjjid 2012-2015.
fin: Sevettijärveltä kotoisin oleva kolttasaamelainen Tiina Sanila-Aikio ja Heikki Paltto Inarin Lemmenjoelta valittiin yksimielisesti saamelaiskäräjien varapuheenjohtajiksi vaalikaudelle 2012-2015.

source: Sanila-Aikio, koon vaŠlljeeš vuõssmõs vääŠrrsaaǥǥjååŠđjeeŠjen, lij sääŠmteeŠǧǧvõboršeŠǩǩen vuõssmõs vaalpââi.
fin: Sanila-Aikio, joka valittiin ensimmäiseksi varapuheenjohtajaksi, on saamelaiskäräjäedustajana ensimmäistä kauttaan.

source: Paltto, koon vaŠlljeeš nuŠbben vääŠrrsaaǥǥjååŠđteeŠjen, lij leämmaž sääŠmteeŠǧǧ halltõõzzâst juŠn ääiŠjbuš vaalpââŠjest.
fin: Paltto, joka valittiin toiseksi varapuheenjohtajaksi, istui saamelaiskäräjien hallituksessa jo edellisellä vaalikaudella.

source: SääŠmteeŠǧǧ halltõŠsse vaŠlljeeš mâŋŋa jiõnstumuužži puõŠtti vuässlaid:
fin: Saamelaiskäräjien hallitukseen valittiin äänestysten jälkeen seuraavat jäsenet:

source: Uccjooǥǥâst Ilmari Tapiola da Asko Länsman
fin: Utsjoelta Ilmari Tapiola ja Asko Länsman

source: Aanrest / HeŠlssnest Pirita Näkkäläjärvi
fin: Inarista / Helsingistä Pirita Näkkäläjärvi

source: SuäŠđjel Vuõccust Petra Magga-Vars.
fin: Sodankylän Vuotsosta Petra Magga-Vars.
